
# Some personal formulae
brew 'android-ndk'
brew 'android-sdk'
brew 'gnupg'
brew 'mobile-shell'
brew 'vim'
brew 'sqlite'
brew 'tree'

# Some personal casks
cask 'alfred'
cask 'android-file-transfer'
cask 'aquamacs'
cask 'atom'
cask 'balsamiq-mockups'
cask 'chicken'
cask 'evernote'
cask 'expandrive'
cask 'handbrake'
cask 'iterm2'
cask 'java'
cask 'kindle'
cask 'lastpass'
cask 'sourcetree'
cask 'virtualbox'
cask 'vlc'
cask 'xmind'

# Window management utilities. (Still trying to decide what I like. Only Spectacle is free.)
# cask 'divvy'
# cask 'spectacle'
cask 'moom'


